Revit 2024 API
ParameterTypeId.NumberSystemReference Property
 "Reference"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId NumberSystemReference { get; }
Visual Basic
Public Shared ReadOnly Property NumberSystemReference As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ NumberSystemReference {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace